<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <meta content="text/html; charset=ISO-8859-1"
 http-equiv="content-type">
  <title>Space Movie - Save the Green Planet!</title>
  <link rel="stylesheet" type="text/css" charset="iso-8859-1"
 href="space04.css">
  <link rel="author" title="Reini Urban" href="http://rurban.xarch.at/">
</head>
<body>
<div id="content">
<table width="100%">
  <tbody>
    <tr>
      <td align="left"><a class="h1" href="index.html"><img
 src="images/spacemovie.gif" alt="Space Movie" title="Zur&uuml;ck zum Index"
 border="0" height="33" width="191"></a></td>
      <td rowspan="2" align="right"><a class="h1" href="index.html"><img
 alt="logo" src="images/space04.gif" style="width: 190px; height: 96px;"
 valign="top" title="Zur&uuml;ck zum Index" align="right" border="0"></a></td>
    </tr>
    <tr>
      <td valign="bottom"><a href="0611a.html"><img
 src="images/links.gif" alt="back" title="voriger Film" border="0"
 height="13" width="16"></a> <a href="0612b.html"><img
 src="images/rechts.gif" alt="next" title="n&auml;chster Film" border="0"
 height="13" width="16"></a></td>
    </tr>
  </tbody>
</table>
<hr style="height: 2px;" noshade="noshade">
<h3><a name="1">Mo, 4. Dezember 2006</a><br>
Save the Green Planet! (Kor 2003)</h3>
<p>
<img style="width: 133px; height: 190px;" class="right"
 src="0612/savethegreenplanet_klposter.jpg" alt="DVD Cover"
 align="right"> Der koreanische Undergroundhit auf allen Festivals.
Absurd &uuml;berdrehter Genrebastard.</p>
<p>Auch wenn "Somewhere over the Rainbow" zu Anfang in einer
Punkversion
gespielt wird. Der Film ist zu keiner Zeit so lustig und
unbek&uuml;mmert
wie jener Song. Es ist ein deprimierender Kommentar auf unser Leben,
auf die Soziopathen unter uns, und auf den Unterschied zwischen
normalen und verr&uuml;ckten Menschen. Und wie sehr man sie schon bald
nicht
mehr voneinander unterscheiden kann. Besonders dank Hauptdarsteller
Ha-kyun Shin, der zuvor in "Sympathy for Mr. Vengeance" als Taubstummer
begeisterte, verkommt der Film nie zu einem albernen Comic, sondern
bleibt immer ernsthaft. "Save the Green Planet!" ist ein Genremix von
h&ouml;chster Qualit&auml;t. Ein wahrlich origineller Film, technisch
und
schauspielerisch auf hohem Niveau, und inhaltlich so intelligent,
tr&uuml;bsinnig, so hintergr&uuml;ndig, beobachtend und komisch - so
genial. --
mitternachtskino.</p>
<p>Die Geschichte erz&auml;hlt von Byun-gu (Ha-kyun Shin), der
beeinflusst von
sensationalistischen, pseudo-wissenschaftlichen B&uuml;chern &uuml;ber
Alieninvasionen, meint, er w&auml;re der einzige lebende Mensch, der im
Stande w&auml;re, die bevorstehende &Uuml;bernahme der Erde durch die
Rasse der
Andromedaner zu verhindern. Die Zeit dr&auml;ngt, denn laut seiner
Theorie
soll die Erde bei der n&auml;chsten Mondfinsternis bereits
zerst&ouml;rt werden.
Um die Invasion zu verhindern, tritt Byun-gu mit der Hilfe seiner
pummeligen Seilt&auml;nzer-Freundin Sooni (Hwang Jeong-Min) selber in
Aktion: Der Leiter eines Chemielaboratoriums, Kang Man-shik (Yun-shik
Baek), ist der Wolf im Schafspelz; einer der einflussreichsten
Au&szlig;erirdischen, die unter dem Tarnmantel einer
Homo-sapiens-H&uuml;lle
fiese, intergalaktische Intrigen spinnen. Byun-gu kidnappt Man-shik,
und bringt ihn in seine selbst erbaute Forschungsst&auml;tte, die
allerdings
weniger wissenschaftlichen Anspr&uuml;chen gen&uuml;gt, als dass sie
Byun-gu als
Folterwerkzeug dient.<br>
</p>
<p><em>"Was f&uuml;r ein unglaublicher Film. Jun-hwan Jeong,
Drehbuchautor von The Phantom, mischt in seinem Geniestreich so virtuos
die Genres, dass einem alle paar Minuten der Boden unter den
F&uuml;ssen weggezogen wird. Er mischt groteske Kom&ouml;die,
Gesellschaftssatire, Thriller, Sci-Fi, Liebesfilm, Folterstreifen und
Psychodrama. Vor allem Psychodrama. Byeong-gu Lee ist wirklich ein
kranker Kerl, doch schon bald wecheselt die Sympathie hin und her.
Unter anderem, wenn wir in R&uuml;ckblenden erfahren, wie der Mann in
seinem Leben geschunden wurde.</em></p>
<p><img style="width: 170px; height: 96px;" class="right"
 src="0612/savethegreenplanet_szene1.jpg" alt="held" align="right"><em>Doch
spinnt er wirklich? Immer wieder baut Jeong Szenen ein, die uns glauben
lassen, vielleicht sei an Lees paranoider Alien-Story etwas dran. Dann
verwirft man den Gedanken ebenso schnell wieder - doch es ist die
Gewissheit, dass in diesem Film alles m&ouml;glich ist, die einem bis
zum faszinierenden Schluss in die Handlung hineinsaugt. Dieses Spiel
mit den Zuschauern beherrscht der Regisseur einfach fantastisch.
Normalerweise gehen wilde Spr&uuml;nge zwischen den Genres schief, doch
bei "Save the Green Planet" funktioniert es, weil Jeong den Ton des
Films konstant h&auml;lt. Konstant auf einer surrealen, angespannten
und dennoch stets absurd komischen Ebene.</em></p>
<p><img style="width: 240px; height: 240px;" class="left"
 src="0612/greenplanet_dvd.jpg" alt="big" align="left"><em>Am ehesten
ist dieser Stil vergleichbar mit den beiden Filmen von Jeunet und Caro
- "D&eacute;licatessen" und "La cit&eacute; des enfants perdu". Der
Link funktioniert auch visuell, denn Lees Folterkeller sieht aus wie
das Labor von Krank in "La cit&eacute;". Doch auch optisch ist der Film
nicht immer gleichm&auml;ssig. Die Cop-Szenen etwa sind ganz
gew&ouml;hnlich, die R&uuml;ckblenden fast dokumentarisch. Und einmal
holt Kang zu einer gigantischen Rede aus, bei der Jeong
Geschichtsstunde und Gesellschaftskritik zu einer genialen Montage
zusammenf&uuml;hrt, die selbst f&uuml;r eine h&ouml;chst gelungene
Hommage an "2001 - A Space Odyssey" Platz hat. Da war ich wirklich mal
kurz einfach &uuml;berw&auml;ltigt."</em> -- molodezhnaja</p>
<p>A sensitive, blue collar sad sack hopped up on conspiracy theories
and sci-fi is convinced that aliens have infiltrated human society and
are planning to destroy the planet at the next lunar eclipse. He sets
out to kidnap his boss to torture him until he confesses to his alien
identity and stops the invasion. Of course, it&#8217;s hard to confess to
something that&#8217;s just a delusion in a sick man&#8217;s mind.</p>
<p><b>Festivalpreise:</b><br>
Br&uuml;ssel - Golden Raven<br>
Buenos Aires - Kamerapreis + Best Actress<br>
Grand Bell Awards, South Korea - Bester neuer Regisseur, Sound,
Supporting Actor<br>
Br&uuml;ssel - Golden Raven<br>
Moskau - Publikumspreis, Bester Regisseur<br>
Puchon - Bester Film<br>
Rotterdam - KNF Award: lobende Erw&auml;hnung<br>
</p>
<p class="cast">Save the Green Planet! (Jigureul jikyeora!) Kor 2003,
B+R: Jeong Jun-hwan, D: Shin Ha-kyun, Baek Yun-shik, 117min, kor. mit
eng. UT<br>
<b>19:30 Uhr, Space04 Kunsthaus Graz, &#8364; 5.-</b></p>
Links:&nbsp;
<ul class="links">
  <li><a href="http://www.savethegreenplanetmovie.com/">[Official Website]</a> </li>
  <li><a href="http://www.imdb.com/title/tt0354668/">[imdb]</a> 7.6/10 (1,648 votes)</li>

  <li><a href="http://www.molodezhnaja.ch/korea_2003.htm#greenplanet">[molodezhnaja]</li>
  <li><a href="http://www.mitternachtskino.de/savethegreenplanet.htm">[mitternachtskino]</li>
  <li><a href="http://www.hyperion-film.com/phpgate/html/article.php?sid=278">[hyperion-film]</li>
  <li><a href="http://asianfilmweb.de/filme/s/savethegreenplanet.php">[asianfilmweb.de]</li>
  <li><a href="http://beatpunk.org/filme/1.html">[beatpunk]</li>
  <li><a href="http://www.amazon.com/exec/obidos/ASIN/B000A0UICK/molodezhnajac-20">[DVD]</li>
</ul>
</div>
</body>
</html>
